Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamen_kielten_etaopetushanke_ehdolla_cygnaeus-palkinnon_saajaksi.html.tmx
Source language: fin
Languages: sms

source: Saamen kielten etäopetushanke ehdolla Cygnaeus-palkinnon saajaksi
sms: Sääʹmǩiõli ougglõsmättʹtõshaʹŋǩǩõs eʹtǩǩuum Cygnaeus-paʹlǩǩõõzz vuäǯǯjen

source: Opetushallitus on nimennyt saamen kielen etäyhteyksiä hyödyntävän opetuksen pilottihankkeen yhdeksi Cygnaeus-palkinnon finalisteista.
sms: Mättʼtõshalltõs lij nõõmääm sääʹmǩiõli ougglõsõhttvuõđid äuʹǩǩeei mättʼtõõzz pilotthaʹŋǩǩõõzz õhttân Cygnaeus-paʹlǩǩõõzz finalisttân.

source: Hanke on järjestänyt syksystä 2018 alkaen inarin-, koltan ja pohjoissaamen kielten opetusta saamelaisten kotiseutualueen kuntien ulkopuolella.
sms: Haʹŋǩǩõs lij jääʹrjstam čõõučâst 2018 ääʹljeeʹl aanar-, nuõrttsääʹm- da tâʹvvsääʹmǩiõli mättʼtõõzz säʹmmlai dommvuuʹd kooʹddi åålǥbeäʹlnn.

source: Kuluvana lukuvuonna hanke järjestää opetusta noin 92 oppilaalle yhteensä 65 koulussa ympäri maata.
sms: Jooʹtti lookkâmeeʹjj haʹŋǩǩõs jääʹrjast mättʼtõõzz nuʹtt 92 mättʼtõõttja õhttsiʹžže 65 škooulâst pirr jânnam.

source: Yhteistyössä on mukana 35 opetuksen järjestäjää.
sms: Õhttsažtuâjast lie mieʹldd 35 mättʼtõõzz jäʹrjsteeʹjed.

source: – Tämä on todella iloinen uutinen, sanoo hanketta johtava Hanna Helander Utsjoen kunnasta.
sms: – Tät lij tuõđi rämmoođâs, ceälkk haʹŋǩǩõõzz jååʹđteei Hanna Helander Uccjooǥǥ kååʹddest.

source: – Hanke on hyvässä vauhdissa ja oppilasmäärä on lähes kaksinkertaistunut syksystä 2018.
sms: Haʹŋǩǩõs jåått puârast da mättʼtõõttimieʹrr lij šõddâm âlddsin kuõiʹtǩerddsen čõõuč 2018 mâŋŋa.

source: Jo pelkkä ehdokkaaksi nimeäminen on merkittävää meille hankkeessa työskenteleville, sanoo Helander.
sms: Juʹn tåʹlǩ eʹtǩǩõs paʹlǩǩõõzz vuäǯǯjen lij miârkteei äʹšš miʹjjid haʹŋǩǩõõzzâst tuejjeeʹjid, särnn Helander.

source: – Tämä motivoi varmasti meidän jo ennestään aktiivisia ja opetuksen kehittämiseen suuntautuneita opettajia.
sms: – Tät tuõđi motivâstt mij juʹn valmmša aktiivlaž da mättʼtõõzz oouʹdeem årra põrggi uʹčteeʹlid.

source: Hankkeen opettajina kuluvana lukuvuonna toimivat Henna Aikio, Satu-Marjut Nieminen, Joni Saijets, Sirkka Sanila ja Sonja Moshnikoff.
sms: Jooʹtti lookkâmeeʹjj haʹŋǩǩõõzz uʹčteeʹlen toiʹmmje Henna Aikio, Satu-Marjut Nieminen, Joni Saijets, Sirkka Sanila da Sonja Moshnikoff.

source: Pohjoissaamen oppilaita on yhteensä 44, inarinsaamen 28 ja koltansaamen 20. – Hanke järjestää opetuksen pedagogisesti mahdollisimman toimivissa, kielellisesti ja iällisesti yhtenäisissä ryhmissä.
sms: Tâʹvvsääʹmǩiõl mättʼtõõtti lie õhttsiʹžže 44, aanarsääʹm 28 da nuõrttsääʹmǩiõl 20. – Haʹŋǩǩõs jääʹrjast mättʼtõõzz pedagooglânji pueʹrmõsân toiʹmmjeei, ǩiõl da ââʹjj beäʹlest õhttnaž jooukin.

source: Kokemukset ovat hyviä, sanoo Helander.
sms: Puârast lij mõõnnâm, ceälkk Helander.

source: Hankkeen koordinaattorina Saamelaiskäräjillä toimiva Arla Magga pitää ehdokkuutta tärkeänä hankkeessa tehtävän työn näkyvyyden kannalta.
sms: Haʹŋǩǩõõzz koordinaattoorân Sääʹmteeʹǧǧest toiʹmmjeei Arla Magga âânn eʹtǩǩõõzz pueʹrren haʹŋǩǩõõzzâst tuejjuum tuâj kuâsttjem beäʹlnn.

source: – Aika monesti kuulemme kommentteja, joiden taustalla on ihmetys ja hämmennys siitä voiko saamen kielen opetus koskea meitä, Etelä-Suomessa toimivia opetuksen järjestäjiä.
sms: – Täujja kuullâp kommeeʹntid, koin tueʹǩǩen lij õõmtõs da heâmmõs tõʹst vuäitt-a sääʹmǩiõl mättʼtõs kuõskkâd miʹjjid, Saujj-Lääʹddjânnmest toiʹmmjeei mättʼtõõzz jäʹrjsteeʹjid.

source: Saamelaislapsista ja -nuorista kuitenkin jo 2/3 asuu ja käy koulua muualla kuin saamelaisten kotiseutualueella, sanoo Magga.
sms: Sääʹmpäärnain da -nuõrin kuuitâǥ juʹn 2/3 jäälast da jåått škooul jeeʹres sââʹjest ko säʹmmlai dommvuuʹdest, särnn Magga.

source: Saamelaiskäräjien koulutussihteeri Ulla Aikio-Puoskari kertoo, että etäopetushanke on ensimmäinen askel saamen kielten opetuksen vakinaistamiseen kotiseutualueen kuntien ulkopuolella.
sms: Sääʹmteeʹǧǧ škooultõspiisar Ulla Aikio-Puoskari särnn, što ougglõsmättʼtõshaʹŋǩǩõs lij vuõssmõs läuʹǩǩ vuäǯǯad sääʹmǩiõli mättʼtõõzz põõššjen dommvuuʹd kooʹddi åålǥbeälla.

source: – Opetus- ja kulttuuriministeriön asettama saamen kielten ja saamenkielisen opetuksen kehittämistyöryhmä työskentelee parhaillaan asian kanssa.
sms: – Mättʼtõs- da kulttuurministeria šiõtteem sääʹmǩiõli da sääʹmǩiõl mättʼtõõzz oouʹdeemjoukk lij tuejjeʹmmen ääʹšš õuʹdde.

source: Työryhmä julkistaa esityksensä tästä ja monesta muusta asiasta ensi vuoden alkupuolella.
sms: Tuâjj-joukk õlmstâtt eʹtǩǩõõzz tän pirr da määŋg jeeʹres ääʹšš pirr pueʹtti eeʹjj aalǥbeäʹlnn.

source: Cygnaeus-palkinnon 2020 saaja julkistetaan 23.11.2020 verkkotilaisuutena järjestettävässä palkinnonjakotilaisuudessa.
sms: Cygnaeus-paʹlǩǩõõzz 2020 vuäǯǯai õlmstââʹttet 23.11.2020 neeʹttest jäʹrjstum paʹlǩǩeemšõddmõõžžâst.

source: Palkinnon jakaa Opetushallituksen pääjohtaja Olli-Pekka Heinonen .
sms: Paʹlǩǩõõzz juâkk Mättʼtõshalltõõzz väʹlddjååʹđteei Olli-Pekka Heinonen .

source: Tietoja Cygnaeus-palkinnosta ja muista finalisteista Opetushallituksen tiedotteessa, joka on luettavissa tästä .
sms: Teâđ Cygnaeus-paʹlǩǩõõzz da jeeʹres finaliiʹsti pirr Mättʼtõshalltõõzz teâđtõõzzâst, koon vuäitt lookkâd täʹst .

source: Saamen kielikylpyä kaikille – avoimet oppitunnit saamen kielten viikolla
sms: Sääʹm ǩiõll-laauǥ pukid – ääv mättčiâss sääʹmǩiõli neäʹttlest

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Hanna Helander, hanna.helander@edu.utsjoki.fi
sms: Hanna Helander, hanna.helander(at)edu.utsjoki.fi

source: Arla Magga, arla.magga@samediggi.fi
sms: Arla Magga, arla.magga(at)samediggi.fi

source: Ulla Aikio-Puoskari, ulla.aikio-puoskari@samediggi.fi
sms: Ulla Aikio-Puoskari, ulla.aikio-puoskari(at)samediggi.fi
